Repository: yop1986/Presupuesto
Catalog: src/Locale/*/default.po
Languages: es_gt

source: Yes
es_gt: Si

source: Actions
es_gt: Acciones

source: Submit
es_gt: Enviar

source: Update
es_gt: Actualizar

source: View
es_gt: Ver

source: Edit
es_gt: Editar

source: Delete
es_gt: Eliminar

source: first
es_gt: primero

source: previous
es_gt: anterior

source: next
es_gt: siguiente

source: last
es_gt: último

source: List Usuarios
es_gt: Listar Usuarios

source: New Usuario
es_gt: Nuevo Usuario

source: Add Usuario
es_gt: Agregar Usuario

source: Edit Usuario
es_gt: Editar Usuario

source: Delete Usuario
es_gt: Eliminar Usuario

source: The usuario has been saved.
es_gt: El usuario fue guardado.

source: The usuario could not be saved. Please, try again.
es_gt: El usuario no fue guardado. Por favor intente de nuevo.

source: The usuario has been deleted
es_gt: El usuario fue eliminado.

source: The usuario could not be deleted. Please, try again.
es_gt: El usuario no fue eliminado. Intente de nuevo.

source: List Servicios
es_gt: Listar Servicios

source: New Servicio
es_gt: Nuevo Servicio

source: Add Servicio
es_gt: Agregar Servicio

source: Edit Servicio
es_gt: Editar Servicio

source: Delete Servicio
es_gt: Eliminar Servicio

source: The servicio has been saved.
es_gt: El servicio fue guardado.

source: The servicio could not be saved. Please, try again.
es_gt: El servicio no fue guardado. Por favor intente de nuevo.

source: The servicio has been deleted
es_gt: El servicio fue eliminado.

source: The servicio could not be deleted. Please, try again.
es_gt: El servicio no fue eliminado. Intente de nuevo.

source: List Instituciones
es_gt: Listar Instituciones

source: New Institucione
es_gt: Nueva Institución

source: Add Institucione
es_gt: Agregar Institución

source: Edit Institucione
es_gt: Editar Institución

source: Delete Institucione
es_gt: Eliminar Institución

source: The institucione has been saved.
es_gt: La institución fue guardada.

source: The institucione could not be saved. Please, try again.
es_gt: La institución no fue guardada. Por favor intente de nuevo.

source: The institucione has been deleted
es_gt: La institución fue eliminada.

source: The institucione could not be deleted. Please, try again.
es_gt: La institución no fue eliminada. Intente de nuevo.

source: List Tipo Cuentas
es_gt: Listar Tipos de Cuentas

source: New Tipo Cuenta
es_gt: Nuevo Tipo de Cuenta

source: Add Tipo Cuenta
es_gt: Agregar Tipo de Cuenta

source: Edit Tipo Cuenta
es_gt: Editar Tipo de Cuenta

source: Delete Tipo Cuenta
es_gt: Eliminar Tipo de Cuenta

source: The tipo cuenta has been saved.
es_gt: El tipo de cuenta fue guardado.

source: The tipo cuenta could not be saved. Please, try again.
es_gt: El tipo de cuenta no fue guardado. Por favor intente de nuevo.

source: The tipo cuenta has been deleted
es_gt: El tipo de cuenta fue eliminado.

source: The tipo cuenta could not be deleted. Please, try again.
es_gt: El tipo de cuenta no fue eliminado. Intente de nuevo.

source: Are you sure you want to delete # {0}?
es_gt: ¿Esta seguro de eliminar el elemento # {0}?

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
es_gt: Página {{page}} de {{pages}}, mostrando {{current}} registro(s) de {{count}}
